Repository: iworks/reading-position-indicator
Catalog: languages/reading-position-indicator-*.po
Languages: ar_ar, pl

source: Progress configuration
ar_ar: إعدادات شريط حالة التقدم Progress
pl: Konfiguracja paska postępu

source: Progress
ar_ar: حالة التقدم Progress
pl: Pasek postępu

source: Display On
ar_ar: العرض في
pl: Pokaż na

source: Position
ar_ar: الموضع
pl: Pozycja

source: top
ar_ar: بالأعلى
pl: na górze

source: bottom
ar_ar: بالأسفل
pl: na dole

source: Position placement
ar_ar: تحديد مستوى الموضع
pl: Pozycja

source: px
ar_ar: بكسل

source: Direction depend on position.
ar_ar: الاتجاه يعتمد على الموضع.
pl: Kierunek zależny od pozycji.

source: Color style
ar_ar: تنسيق اللون
pl: Styl

source: solid
ar_ar: لون كامل
pl: pełen

source: gradient
ar_ar: تدرّج لوني

source: indeterminate
ar_ar: لون عنقودي
pl: nieokreślony

source: Thickness
ar_ar: السماكة
pl: Grubość

source: Foreground color
ar_ar: اللون الأمامي بالمقدمة
pl: Kolor główny

source: The part that moves on scroll.
ar_ar: الجزء الذي يتحرك أثناء التمرير.
pl: Część, która przesuwa się przy przewijaniu.

source: Foreground opacity
ar_ar: شفافية المقدمة
pl: Nieprzezroczystość

source: Secoundary color
ar_ar: اللون الثانوي
pl: Drugi kolor

source: Secoundary color opacity
ar_ar: شفافية اللون الثانوي
pl: Nieprzezroczystość drugiego koloru

source: Background color
ar_ar: لون الخلفية
pl: Kolor tła

source: Background opacity
ar_ar: شفافية الخلفية
pl: Nieprzezroczystość tła

source: Progress radius
ar_ar: زوايا شريط التقدم
pl: Zaokrąglenia paska postępu

source: We are waiting for your message
ar_ar: نحن بانتظار رسالتك

source: I love what I do!
ar_ar: أنا أحب ما أعمل!

source: WordPress Help Forum
ar_ar: منتدى ووردبريس لتقديم المساعدة

source: Below are some links to help spread this plugin to other users
ar_ar: فيما يلي بعض الروابط للمساعدة في نشر هذه الإضافة للمستخدمين الآخرين

source: Give it a five stars on WordPress.org
ar_ar: امنحها خمس نجوم على WordPress.org

source: Link to it so others can easily find it
ar_ar: الارتباط بها حتى يتمكن الآخرون من العثور عليها بسهولة

source: Reading Position Indicator
ar_ar: Reading Position Indicator مؤشر موضع القراءة
pl: Wskaźnik pozycji czytania

source: An error occurred while getting the configuration.
ar_ar: حدث خطأ أثناء جلب إعدادات التكوين.

source: Select Image
ar_ar: تحديد صورة

source: Delete image
ar_ar: حذف الصورة

source: Save Changes
ar_ar: حفظ التغييرات

source: Country
ar_ar: الدولة

source: City
ar_ar: المدينة

source: Street
ar_ar: الشارع

source: ZIP code
ar_ar: الرمز البريدي

source: OFF
ar_ar: إيقاف التشغيل

source: ON
ar_ar: ‏‏تشغيل

source: Settings
ar_ar: إعدادات

source: Provide us a coffee
ar_ar: قدّم لنا قهوة

source: Thank you for using our plugin %s!
ar_ar: شكرًا لاستخدامك الإضافة %s الخاصة بنا!

source: Please let us know what you think about our plugin. It is important that we can develop this tool. Thank you for all the ratings, reviews and donates. If you have a technical problem, please before you add a review %1$scheck our FAQ%2$s or contact us if you did not find help there. We will try to help you!
ar_ar: يرجى إخبارنا برأيك في الإضافة البرمجية الخاص بنا. من المهم أن نتمكن من تطوير هذه الأداة. شكرًا لك على كل التقييمات والمراجعات والتبرعات. إذا كانت لديك مشكلة فنية، من فضلك قبل إضافة مراجعة %1$sراجع الأسئلة الشائعة الخاصة بنا%2$s أو اتصل بنا إذا لم تجد المساعدة هناك. سنحاول مساعدتك!

source: Get help
ar_ar: الحصول على مساعدة

source: Add review
ar_ar: إضافة مراجعة

source: I added review, do not show again
ar_ar: لقد أضفت مراجعة، لا تعرض مرة أخرى

source: However, working on plugins and technical support requires many hours of work. If you want to appreciate it, you can provide me a coffee.
ar_ar: رغم ذلك، فإن العمل على الإضافات البرمجية والدعم الفني يتطلب عدة ساعات من العمل. إذا كنت تظهر تقديرك لذلك، يمكنك أن تقدّم لي قهوة.

source: If every plugin user did it, I could devote myself fully to working on this plugin. Thanks everyone!
ar_ar: إذا فعل ذلك كل مستخدمي الإضافة، يمكنني تكريس نفسي بالكامل للعمل على هذه الإضافة. شكرًا لكم جميعًا!

source: Provide me a coffee
ar_ar: قدّم لي قهوة

source: Do you have a technical problem? Please contact us. We will be happy to help you. Or maybe you have an idea for a new feature? Please let us know about it by filling the support form. We will try to add it!
ar_ar: هل لديك مشكلة فنية؟ يرجى التواصل معنا. وسنكون سعداء لمساعدتك. أو ربما لديك فكرة لميزة جديدة؟ يرجى إخبارنا بذلك عن طريق ملء نموذج الدعم. سنحاول إضافتها!

source: Please %1$scheck our FAQ%2$s before adding a thread with technical problem. If you do not find help there, %3$scheck support forum%4$s for similar problems.
ar_ar: يرجى %1$sمراجعة الأسئلة الشائعة%2$s قبل إضافة موضوع لمشكلة فنية. إذا لم تجد المساعدة هناك، تحقّق من %3$sالدعم الفني%4$s لمشاكل مماثلة.

source: Do you like our plugin? Could you rate him? Please let us know what you think about our plugin. It is important that we can develop this tool. Thank you for all the ratings, reviews and donates.
ar_ar: هل تعجبك إضافتنا البرمجية؟ هل يمكنك تقييمها؟ يرجى إخبارنا برأيك في الإضافة الخاصة بنا. من المهم أن نتمكن من تطوير هذه الأداة. شكرًا لكل تقييماتكم ومراجعاتكم، ولتبرعاتكم.

source: Reading Position Indicator
ar_ar: إضافة Reading Position Indicator
pl: Wskaźnik pozycji czytania

source: Add reading position indicator on page top.
pl: Dodaj pasek postępu czytania na górze strony.
